{
  "Ana Sayfa": "Home",
  "Kurumsal": "Corporate",
  "Üretim": "Production",
  "İletişim": "Contact",
  "Hakkımızda": "About Us",
  "Adres" : "Adress",
  "GEOTEKSTİL KEÇE" :"GEOTEXTILE FELT",
  "Mail Gönder" : "Mail Us" ,
  "Ziyaret Et" : "Visit Us" , 
  "Ara" : "Call Us" , 
  "En" : "Width", 
  "Boy" : "Height" ,
  "Rulo" : "Roll" , 
  "Ürün İsmi" : "Product Name",
  "İğneleme": "Needle Punch",
  "Sürdürülebilir keçe dolgu çözümleri için MrsKece ile iletişime geçin - projelerinizi çevre dostu mükemmeliyetle yükseltin.": "Contact MrsKece for sustainable felt filling solutions - elevate your projects with eco-friendly excellence.",
  "MRS Keçe ve Tekstil San.Tic.Ltd.Sti. Geotekstil Keçe" : "MRS Felt and Textile Industry Trade Ltd. Geotextile Felt",
  "Bize Ulaşın": "Contact Us",
  "İLETİŞİM": "CONTACT",
  "Yenilikçi Tekstiller İçin MrsKece'yi Seçin:": "Choose MrsKece for Innovative Textiles:",
  "Geotekstil İhtiyaclarinizda Dogru Adres." : "The Right Address for Your Geotextile Needs.", 
  "Vizyonumuz": "Our Vision",
  "MrsKece ile iğneleme tekstillerinin olasılıklarını keşfedin. İnovatif yaklaşımımızın tekstil deneyiminizi nasıl yükseltebileceğini öğrenmek için bize ulaşın.": "Discover the possibilities of needle-punched textiles with MrsKece. Contact us to learn how our innovative approach can elevate your textile experience.",
  "Misyonumuz": "Our Mission",
  "İğneleme teknolojisini entegre ederek, MrsKece'de tekstil zanaatının ölçülerini yeniden tanımlıyoruz. Mükemmeliyete olan kararlılığımız, bu ileri teknikle birleştiğinde, size özel gereksinimlerinize uygun üst düzey ürünler sunmamıza olanak tanır.": "By integrating needle punching technology, we redefine the dimensions of textile craftsmanship at MrsKece. Our commitment to excellence, combined with this advanced technique, allows us to offer high-level products tailored to your specific needs.",
  "MRS Keçe ve Tekstil San.Tic.Ltd.Sti. Geotekstil Keçe , Geotekstil İhtiyaclarinizda Dogru Adres. , Hakkımızda , 2015 yılında kurulan Mrs Kece, geri dönüşüm sektöründeki zengin bilgi ve tecrübesini, geotekstil üretimine taşıyarak sektörde önemli bir yer edinmiştir. Müşteri memnuniyetini ön planda tutan anlayışıyla, Mrs Kece, değerli müşterilerine en kaliteli ve hesaplı geotekstil ürünlerini sunma misyonunu benimsemektedir.": "MRS Keçe ve Tekstil San.Tic.Ltd.Sti. Geotextile Felt, Your Right Address for Geotextile Needs. About Us. Established in 2015, Mrs. Kece has gained a significant position in the sector by bringing its rich knowledge and experience in the recycling industry to geotextile production. With an approach that prioritizes customer satisfaction, Mrs. Kece embraces the mission of offering its valued customers the highest quality and cost-effective geotextile products.",
  "Firma olarak, çevre ve doğaya duyduğumuz sorumluluk bilinciyle, geri dönüşüme katkıda bulunmanın yanı sıra kaliteden ödün vermeden özgün ve çeşitli geotekstil ürünlerini sektöre sunmaktan gurur duyuyoruz. Her bir ürünümüz, müşterilerimizin talepleri doğrultusunda özel olarak tasarlanmakta ve üretilmektedir.": "As a company, we take pride in contributing to recycling with a sense of responsibility for the environment. We are committed to offering unique and diverse geotextile products to the industry without compromising on quality. Each of our products is specially designed and produced according to the demands of our customers.",
  "Siz de Mrs Kece'nin kaliteli, güvenilir ve çevre dostu geotekstil ürünleriyle tanışmak için bize ulaşın. Talepleriniz doğrultusunda en uygun çözümleri sunmaktan memnuniyet duyacağımızı belirtmek isteriz. Geotekstil ihtiyaçlarınız için doğru adreste olduğunuzu bilmek, bize duyulan güvenin bir göstergesidir.": "Contact us to get to know Mrs. Kece's quality, reliable, and environmentally friendly geotextile products. We would like to emphasize our pleasure in providing the most suitable solutions according to your requests. Knowing that you are in the right place for your geotextile needs is an indication of the trust placed in us.",
  "2015 yılında kurulan Mrs Kece, geri dönüşüm sektöründeki zengin bilgi ve tecrübesini, geotekstil üretimine taşıyarak sektörde önemli bir yer edinmiştir. Müşteri memnuniyetini ön planda tutan anlayışıyla, Mrs Kece, değerli müşterilerine en kaliteli ve hesaplı geotekstil ürünlerini sunma misyonunu benimsemektedir." : "Established in 2015, Mrs. Kece has gained a significant position in the industry by bringing its rich knowledge and experience in the recycling sector to geotextile production. With an approach that prioritizes customer satisfaction, Mrs. Kece embraces the mission of offering its valued customers the highest quality and cost-effective geotextile products.",
  "Kalite" : "Quality",
  "İşletmenizin veya projenizin özel gereksinimlerini karşılamak için buradayız! Müşterilerimize benzersiz tasarım ve üretim çözümleri sunuyoruz. Esneklik, kalite ve müşteri odaklı yaklaşımımızla size en uygun çözümleri sağlıyoruz.":"We are here to meet the unique requirements of your business or project! We offer our clients bespoke design and manufacturing solutions. With our flexibility, quality, and customer-focused approach, we provide the most suitable solutions for you.",
  "Güvenilirlik" : "Reliability",
  "Çevre Dostu" : "Environmentally Friendly",
  "Bilgi ve tecrübemiz kalitemizi belirler." : "Our knowledge and experience determine our quality.",
  "Tüm süreçlerimizde müşteri odaklı çalışma prensibimizle varız." : "We exist with our customer-focused approach in all processes.",
  "Geri dönüşüm ve yeni oluşumlar biyosim işimiz temiz çevre ve yeşil dünya için varız." : "Recycling and new formations are our business; we exist for a clean environment and a green world.",
  "MrsKece olarak, kararlı taahhütümüz, yenilikte öncülük etmek: üstün sürdürülebilir liflerin dikkatlice seçimiyle başlayarak ve sürekli araştırma ve geliştirmeye kaynak ayırarak devam ediyor." : "As MrsKece, our steadfast commitment is to lead in innovation: starting with the careful selection of superior sustainable fibers and allocating resources to continuous research and development.",
  "Ürünler" : "Products",
  "Mrs Kece ailesi olarak, sürdürülebilirlik ilkesini benimseyerek çevre dostu malzemeler kullanıyor ve üretim süreçlerimizde enerji verimliliğine büyük önem veriyoruz. Bu sayede, hem çevre dostu bir yaklaşımı sürdürüyor hem de müşterilerimize yüksek kaliteli ve çeşitli geotekstil ürünleri sunarak beklentilerini karşılıyoruz." : "As the Mrs Kece family, we embrace the principle of sustainability by using environmentally friendly materials and place great importance on energy efficiency in our production processes. In doing so, we maintain an eco-friendly approach while meeting the expectations of our customers by offering high-quality and diverse geotextile products.",
  "Uygulamalar" : "Applications",
  "Firmamız, 2015 yılında kurulmuş olup, o günden bu yana Mrs Kece markasıyla geri dönüşüm sektöründe değerli bir bilgi birikimi ve deneyime sahiptir. Bu birikimi, geotekstil üretimi alanında kullanarak, müşterilerimize talepleri doğrultusunda en kaliteli ve hesaplı geotekstil ürünlerini sunmaktayız. Mrs Kece olarak, çevre ve doğaya katkıda bulunma sorumluluğumuzun bilincindeyiz. Geri dönüşüm sektöründeki tecrübemizi, çevre dostu geotekstil üretimine taşıyarak, kaliteli ürünler sunma vizyonunu benimsemekteyiz. Müşteri memnuniyetini ön planda tutarak, farklı ihtiyaçlara uygun çeşitli geotekstil ürünlerini sektöre sunmanın gururunu yaşıyoruz. Kalite standartlarından ödün vermeden, çevreye saygılı üretim anlayışımızla Mrs Kece olarak sektörde öncü bir konumda yer almayı hedefliyoruz. Müşterilerimize sadece ürünlerimizle değil, aynı zamanda çevreye duyarlılığımızla da güvenilir bir iş ortağı olduğumuzu hissettirmeyi amaçlıyoruz. Bizi tercih eden müşterilerimize teşekkür ederiz, ve gelecekte de sürdürülebilir çözümler sunmaya devam edeceğimizi taahhüt ederiz." : "Our company, established in 2015 under the Mrs. Kece brand, has valuable knowledge and experience in the recycling sector. Utilizing this expertise in geotextile production, we aim to provide our customers with the highest quality and cost-effective geotextile products based on their needs. As Mrs. Kece, we are conscious of our responsibility to contribute to the environment and nature. Embracing the vision of environmentally friendly geotextile production, we take pride in offering quality products to the industry. With a commitment to not compromise on quality standards and adopting an environmentally respectful production approach, we aim to take a leading position in the sector as Mrs. Kece. We not only provide products to our customers but also aim to be a reliable business partner by conveying our environmental awareness. We thank our customers for choosing us and pledge to continue providing sustainable solutions in the future.",
  "`Tekstil ve iplikleri yeni dönemin mükemmeliyetine dönüştürüyoruz.`" : "We transform textiles and yarns into the excellence of the new era.",
  "❝ Sürdürülebilir dolgu ve keçe ürünleri alanında en ileri üretici olma hedefimizle birlikte, müşteri memnuniyetine beş yıldızlı bir vurgu yapmayı amaçlıyoruz. ❞" : "❝With the goal of being the leading manufacturer in sustainable filling and felt products, we aim to emphasize five-star customer satisfaction.❞",
  "Daha güvenilir ve dayanıklı kumaş." : "More reliable and durable fabric.",
  "İğneleme işlemi, aynı zamanda iğne delme olarak bilinen, geniş bir uygulama yelpazesine yönelik keçe ürünler üretme konusunda geleneksel bir yöntemdir." : "Needle punching, also known as needle felting, is a traditional method for producing felt products for a wide range of applications.",
  "MrsKece olarak, sektördeki taze ve özverili varlığımızla gurur duyuyoruz. Yenilik ve mükemmeliyet taahhüdüyle kurulan yeni bir şirket olarak, müşterilerimize yüksek kaliteli ürünler sunmak için son teknolojiyi ve yaratıcı çözümleri entegre ediyoruz. Keçe üretimine sürdürülebilir bir yaklaşım benimsememiz, çevre dostu bir iğneleme tekniğini içerir ve bu da üretim sürecinde maliyetli ve çevresel açıdan zararlı gazlara ihtiyaç duymayı ortadan kaldırır." :"As MrsKece, we take pride in our fresh and dedicated presence in the industry. Established with a commitment to innovation and excellence as a new company, we integrate the latest technology and creative solutions to offer high-quality products to our customers. Our sustainable approach to felt production includes adopting an environmentally friendly needle punching technique, eliminating the need for costly and environmentally harmful gases in the production process.",
  "Bu yöntem, dikenli iğneler aracılığıyla lifleri karmaşık bir şekilde birbirine geçirerek, keçeye çeşitli destek kumaşlarının takılmasına izin verir. Sürdürülebilir iğneleme tekniklerine dayalı keçe ve dolgularımız, yatak üretimi, bahçe tarımı ve yalıtım ambalajı gibi endüstrilere hitap etmektedir. Eğer sürdürülebilirlik tutkumuz ve yenilikçi üretim süreçlerimiz hakkında daha fazla bilgi almak istiyorsanız, lütfen çekinmeden bizimle iletişime geçin. Bilgili temsilcilerimiz, yenilikçi yolculuğumuzla ilgili sorularınızı yanıtlamak ve sizi daha yakından tanımak için sabırsızlanmaktadır." : "This method allows complex interlocking of fibers through barbed needles, enabling various support fabrics to be attached to the felt. Our felts and fillings based on sustainable needle punching techniques cater to industries such as mattress production, garden agriculture, and insulation packaging. If you want to learn more about our passion for sustainability and innovative production processes, please feel free to contact us. Our knowledgeable representatives are eager to answer your questions about our innovative journey and get to know you better.",
  "İğneleme Teknolojisi: MrsKece'de Tekstil İnovasyonunu Yükseltiyor": "Needle Punching Technology: Elevating Textile Innovation at MrsKece",
  "MrsKece olarak, tekstil yaratımlarımıza yenilik katmaktan büyük gurur duyuyoruz ve iğneleme teknolojimiz, mükemmeliyet taahhüdümüzün bir göstergesi olarak durmaktadır." : "As MrsKece, we take great pride in adding innovation to our textile creations, and our needle punching technology stands as a testament to our commitment to excellence.",
  "İğneleme Nedir ?" : "What is Needle Punching?",
  "İğneleme, liflerin mekanik olarak birbirine kilitleyildiği esnek bir kumaş oluşturmak için kullanılan gelişmiş bir tekstil üretim sürecidir. Özel uçlu iğneler, gevşek bir lif ağına nüfuz eder ve lifleri karmaşık bir şekilde birbirine geçirerek sağlam ve dayanıklı bir malzeme oluşturur." : "Needle punching is an advanced textile production process used to create a flexible fabric where fibers are mechanically interlocked. Special-tipped needles penetrate a loose fiber web, interlocking the fibers in a complex manner to create a strong and durable material.",
  "İğneleme Nasıl Yapılır ?" : "How is Needle Punching Done?",
  "İğneleme süreci birden fazla aşama içerir:" : "The needle punching process involves multiple stages:",
  "Ağ Oluşturma: Titizlikle seçilmiş kaliteli ve sürdürülebilirliği için seçilen gevşek bir lif ağı ile başlarız." : "Web Formation: We start with a carefully selected loose fiber web chosen for its quality and sustainability.",
  "İğne Delme: Lif ağı daha sonra son teknoloji iğneleme makinesine tanıtılır. Dikenli iğneler, liflere tekrarlayan şekilde nüfuz eder ve mekanik olarak birbirine kilitleyilmiş bir kumaşın ortaya çıkmasına neden olur." : "Needle Punching: The fiber web is then introduced to state-of-the-art needle punching machines. Barbed needles penetrate the fibers repeatedly, resulting in a mechanically interlocked fabric.",
  "İkilikte Güç: İğneleme teknolojisinin benzersiz kalitesi, liflerin mekanik olarak birbirine kilitleyilmesinde yatar, bu da sağlam olmanın yanı sıra çeşitli uygulamalara uygun bir kumaşın ortaya çıkmasını sağlar." : "Strength in Diversity: The unique quality of needle punching technology lies in the mechanical interlocking of fibers, enabling the creation of a fabric that is not only robust but also suitable for various applications.",
  "MrsKece'de İğneleme Neden Önemlidir :" : "Why is Needle Punching Important at MrsKece?",
  "İğneleme, çeşitli uygulamalarda kullanılabilen çok yönlü bir tekstil tekniktir, örneğin:" : "Needle punching is a versatile textile technique that can be used in various applications, such as:",
  "Sürdürülebilirlik: İğneleme tekniğimiz, çevresel olarak zararlı gazlara duyulan ihtiyacı ortadan kaldırarak sürdürülebilirliği destekler ve bu da çevre dostu bir tercih oluşturur." : "Sustainability: Our needle punching technique supports sustainability by eliminating the need for environmentally harmful gases, making it an environmentally friendly choice.",
  "Çeşitlilik: Ortaya çıkan kumaş, yatak üretiminden bahçe tarımına ve yalıtım ambalajına kadar çeşitli endüstrilerde uygulama bulur." : "Diversity: The resulting fabric is suitable for a range of applications spanning from mattress production to garden agriculture and insulation packaging.",
  "Dayanıklılık: MrsKece'nin iğneleme kumaşları, güç ve dirençle özdeşleşir, çeşitli uygulamalarda uzun ömürlü performansı garanti eder." : "Durability: Needle punching creates an extremely durable fabric by interlocking fibers strongly, ensuring the longevity of our products.",
  "MrsKece olarak, müşterilerimize sadece kaliteli ve yenilikçi ürünler sunmakla kalmıyor, aynı zamanda çevresel etkimizi en aza indirmek ve sürdürülebilir bir gelecek için çaba gösteriyoruz. İğneleme teknolojimiz, bu taahhüdün bir parçasıdır ve müşterilerimize çeşitli uygulamalarda kullanılabilecek üstün kaliteli, sürdürülebilir ve dayanıklı tekstil ürünleri sunmamıza olanak tanır." : "At MrsKece, we not only provide our customers with high-quality and innovative products but also strive to minimize our environmental impact and work towards a sustainable future. Our needle punching technology is part of this commitment, enabling us to offer superior quality, sustainable, and durable textile products that can be used in various applications.",
  "Sorularınız veya ihtiyaçlarınız varsa, lütfen bizimle iletişime geçmekten çekinmeyin. Size yardımcı olmaktan ve tekstil ihtiyaçlarınıza uygun çözümler sunmaktan memnuniyet duyarız.": "If you have any questions or needs, please feel free to contact us. We would be happy to assist you and provide solutions that meet your textile needs."
}
